{"clear_session": "Clear chat and reset session", "chat_bot_start": "Start a conversation with the chatbot...", "preprompt_label": "Predefined prompts", "active_prompt1": "- Type your content in the chat box below to get started. You can still change the pre-request above.", "active_prompt2": "- Pre-request will be executed automatically. You can still change the selection above.", "active_prompt3": "- Session active. Use the clear button to change pre-request.", "chatbot_start": "Please select a predefined prompt above to start...", "content_analysis": "Enter content for analysis...", "chatbot_type_here": "Type your message here...", "chatbot_disable": "Chatbot is disabled until you select a predefined prompt", "active_session": "Active session:", "clear_input": "Clear input", "paste_from_clipboard": "Paste from clipboard", "prompt_required_1": "Prompt Required:", "prompt_required_2": "Please select a prompt above to start using the chatbot.", "load_models": "Loading available models...", "chatbot_title": "Local LLM Chatbot", "models_label": "Models", "models_error": "Failed to fetch available models. Please check your connection and if LM Studio server is running", "prompt_select_label": "Select a prompt...", "prompt_content_placeholder": "Paste the text/article you want to analyze rhetorically...", "chatbot_typing": "Chatbot is typing...", "prompt_selected": "Selected:", "thinking_hide": "Hide thinking", "thinking_show": "Show thinking", "chatbot_description": "This chatbot is working with local LM Studio server. It aim is to anaylyse content using pre-defined prompts.", "chatbot_settings_alert": "Chatbot is configured to use local LM Studio running with this url: http://127.0.0.1:1234. Be sure that your local LM Studio is running. More details see <a href=\"https://lmstudio.ai/docs/app/api\" \"target=\"_blank\">https://lmstudio.ai/docs/app/api</a>", "fact_checker_system": "You are a fact-checker working in an international news agency", "fact_checker_assistant": "Very well, what is the article you want me to analyse ?", "fact_check_analysis_title": "Fact-Check Article Analysis", "fact_check_analysis_description": "Analyze an article for bias, one-sidedness, and propaganda", "fact_check_analysis_user": "Analyse the following article and tell me if it is one-sided, opinionated, propaganda. Outline the sentences that will support your assessment. ! Justify by quoting sentences in the article", "rhetorical_analysis_title": "Rhetorical & Linguistic Analysis", "rhetorical_analysis_description": "Deep analysis of rhetorical processes, linguistic construction, and propaganda techniques", "rhetorical_analysis_user": "Analyze the relationship between the source and the recipient of the text. How is this relationship linguistically constructed? Is it factual or unilateral, or even biased? Identify the rhetorical processes used to persuade or convince the audience. How are these processes implemented? What are the dominant lexical fields? Are there any particular conjectures, repetitions, connotations, fallacious logics, metaphors? Which words or arguments are the most repeated? How do these recurring signs influence the interpretation of the text? Is this propaganda? Justify by quoting sentences in the article.", "claim_to_check_title": "Claim extractor", "claim_to_check_description": "Extract claims to check from an article", "claim_to_check_user": "Extract up to 3 potentially biased claims that can be fact-checked in this article.", "copy_to_clipboard": "Copy to Clipboard", "copied_to_clipboard": "Copied!"}