{"forensic_title": "Image forensic analysis", "forensic_input": "Image URL link", "button_localfile": "Local file", "button_submit": "Analyze", "cardheader_source": "Image link or file", "linkmode_title": "Link mode", "linkmode_description": "Provide a URL Link towards a jpeg / jpg image", "filemode_title": "File mode", "filemode_description": "The image to analyze is provided with a local file", "please_give_a_correct_link": "Please give a correct link", "forensic_error_unsupported_file": "The submitted URL is an unsupported image file, e.g. gif image or video", "forensic_error_image_url_error": "The submitted URL is an image file but it could not be processed, it may be due to network problem or platform restrictions", "forensic_error_url_error": "The submitted URL could not be cached, it may be due to network problem, usage restrictions or a corrupted URL path", "forensic_error_hash_not_found": "An unknown issue occured. Please check the URL and try again", "forensic_error_empty_parameter": "An unknown issue occured. Please check the URL and try again", "forensic_error_missing_image_report": "The image was not submitted. Please check the URL and try again", "forensic_error_analysis_not_triggered": "The analysis has not been triggered for this image. Please check the URL and try again", "forensic_error_404": "Service not found", "forensic_error_500": "Service internal error", "forensic_error_undefined": "Service error", "forensic_error_bad_request_download_error": "Please give a correct link", "forensic_title_adq1_report": "Double Quantization", "forensic_title_ela_report": "Error Level Analysis", "forensic_title_median_report": "Median Noise", "forensic_title_dct_report": "DCT", "forensic_title_cagiNormal": "CAGI", "forensic_title_cagiInversed": "CAGI-Inversed", "forensic_title_wavelet_report": "WAVELET", "forensic_title_blk_report": "BLOCK", "forensic_title_ghost_report": "GHOST", "forensic_card_info": "Infos", "forensic_card_back": "Back", "forensic_card_adq1_report": "Double Quantization inconsistencies occur when a foreign object is inserted in a JPEG image. When the new image is saved, the untampered part of the image will have been compressed twice, while the inserted region only once. In this case, the tampered area should appear ligth-coloured (see the scale) while the rest of the image remains dark. If other colors are present (green, blue) then no conclusion can be made. Also, the light-coloured region must be object-like : spurious light dots scattered across the image should be ignored.", "forensic_card_ela_report": "Error Level Analysis is produced by recompressing the image as a JPEG of quality 75 and subtracting the new image from the old. The resulting image of differences is then enhanced and displayed. Areas of interest are those with higher values than other similar parts of the image. Only similar regions should be compared, i.e. edges should be compared to edges, textures to textures, and uniform regions to uniform regions. Color discrepancies (commonly blue regions) are also generally suspicious. ELA is an enhancer and is not enough to conclude about an image forgery.", "forensic_card_median_report": "Median Noise Residuals is based on isolating the almost-invisible image noise through median filtering. When interpreting the results, areas of interest are those that return higher (i.e. brighter) values than other similar parts of the image. Only similar regions should be compared, i.e. edges should be compared to edges, textures to textures, and uniform regions to uniform regions. Media Noise is an enhancer and is not enough to conclude about an image forgery.", "forensic_card_dct_report": "When tampering takes place in a JPEG image, the Discrete Cosinus Transform (DCT) coefficients (a mathematical operation) may be locally disturbed. Regions that stand out (white or light-green) against a black background may correspond to tampering. The reverse may also hint towards a tampering, i.e. certain regions appearing bluer against a black background.", "forensic_card_cagiNormal": "JPEG compression operates in an 8-by-8 grid, which is near-invisible but detectable. Adding or moving an object on an image may locally disrupt this grid. The GRIDS algorithm seeks such discrepancies, and highlights them locally. The algorithm produces local white/light-green or light-blue blobs where it detects grid discrepancies. Generally, the GRIDS algorithm is less distracted by textures in the image, and focuses on grid disturbances. However, it should mostly be interpreted in combination with other outputs that highlight the same regions.", "forensic_card_cagiInversed": "JPEG compression operates in an 8-by-8 grid, which is near-invisible but detectable. Adding or moving an object on an image may locally disrupt this grid. The GRIDS-Inverse algorithm is complementary to GRIDS in seeking such discrepancies. The algorithm produces local blue “blobs” where it detects grid discrepancies. Generally, the GRIDS algorithm is less distracted by textures in the image, and focuses on grid disturbances. However, it should mostly be interpreted in combination with other algorithm outputs that highlight the same regions.", "forensic_card_wavelet_report": "Each image carries invisible, high-frequency noise that is the result of the capturing process as well as the compression. The Discrete Wavelet Noise algorithm filters the image and calculates the local noise distribution at each part of the image. Regions that differ from the rest of the image are highlighted in strong white, and are likely to originate from other images. As this algorithm is often misguided by differences in texture and focus, it is best interpreted in combination with other algorithms.", "forensic_card_blk_report": "JPEG compression operates in an 8-by-8 grid, which is near-invisible but detectable. Adding or moving an object on an image may locally disrupt this grid. The BLOCK algorithm detects the image grid and looks for local discrepancies. Any coherent region with different color to its surroundings may correspond to tampering, although white and light-green against a dark background are the most typical indication of tampering. As this algorithm is often misguided by differences in texture and focus, it is best interpreted in combination with other algorithms.", "forensic_card_ghost_report": "The JPEG Ghosts algorithm is based on recompressing the image in multiple different qualities and subtracting each of them from the original. The resulting difference images are post-processed to highlight regions that stand out and are likely to originate from a different JPEG image. Then, the images most likely to contain interesting findings are selected (i.e. those that feature localized inconsistencies). Consistent white, light-green or light-blue regions against a black background may correspond to traces of tampering, especially if they do not correspond to edges, but to entire regions.", "applied_filter": "Applied filter :", "apply_filter": "apply filter", "forensic_title_none": "None", "clear_filter": "Clear Filter", "forensic_ratio_b_landscape": "Portrait", "forensic_ratio_b_portrait": "Landscape", "forensic_title_cmfd_report": "CMFD", "forensic_title_fusion_report": "FUSION", "forensic_title_mantranet_report": "Mantranet", "forensic_title_splicebuster_report": "Splicebuster", "forensic_title_zero_report": "Zero", "forensic_title_laplacian_report": "Laplacian", "forensic_title_rcmfd_report": "RCMFD", "forensic_family_compression_title": "Compression", "forensic_family_compression_description": "Those filters detect anomalies in previous processes of creation and compression of the image. If a new element has been removed or added to the image, it can be detected if it has a different compression than the rest of the image.", "forensic_family_compression_look": "Combination of multiple filters that outline in white or green-light a common area of the image.", "forensic_family_compression_ignore": "Complex textures of an object or saturated areas of the photo can generate false positives.", "forensic_family_noise_title": "Traces", "forensic_family_noise_description": "Those filters analyse traces left by the camera processing chain. They can detect regions of an image where the camera traces are inconsistent with the rest of the image.", "forensic_family_noise_look": "Highlighted areas in white of a clear section of the image.", "forensic_family_noise_ignore": "Complex textures of an object or saturated areas of the photo (black or white sections) can generate false positives.", "forensic_family_ai_title": "Deep learning", "forensic_family_ai_description": "They use Artificial intelligence methods to detect modifications of the images with a system that has been trained with a big number of examples of fake images.", "forensic_family_ai_look": "Sections of objects in the image highlighted in white.", "forensic_family_ai_ignore": "Dark sections should be ignored.", "forensic_family_cloning_title": "Cloning", "forensic_family_cloning_description": "Those filters detect elements that have been copied and moved within that image to create a fake.", "forensic_family_cloning_look": "CMFD – White areas are the elements that have been copied and moved and may represent the source of the element that has been cloned RCMFD – Red lines between similar objects in the image reveal which ones have been cloned.", "forensic_family_cloning_ignore": "Ignore the remaining sections not highligthed in the above description.", "forensic_filters_explanation": "All forensic filters displayed below are aimed at detecting modifications or alterations in the original image that can create a fake image. The filters are distributed in different families based on their way of detecting these anomalies. Note that the filters are not perfect, and they can generate some false positives that should be ignored. To help this process a short explanation of the family and the things to look at it or the things to ignore are displayed below the filters. Usually, all the filters show possible modifications in red and not altered areas in blue. If you want to learn more, you can go to our extended documentation.", "forensic_lenses_explanation": "The enhancers displayed below help you to better look at the image's edges. They are not enough to conclude about forgeries but if you see a suspicious zone, you should then look at the same zone in the forensic filters displayed on the right.", "forensic_title_image": "Analysed Image", "forensic_button_newImage": "New Image", "forensic_title_what": "What is this?", "forensic_title_filters": "Filters", "forensic_title_lenses": "Enhancers", "forensic_input_placeholder": "Paste here the link", "forensic_button_download": "Download", "forensic_text_speed": "Speed of the animation", "forensic_title_export": "Export the result as a GIF", "forensic_text_fast": "Fast", "forensic_text_slow": "Slow", "forensic_text_detection": "Detection", "forensic_text_nodetection": "No detection", "forensic_tosast_clipboard": "URL of the image copied into the clipboard", "forensic_card_zero_report": "When an area is highlighted in white, it means it has a different JPEG grid position than the rest of the image. In light green, it means the grid in this area has been disrupted. Therefore, they can be considered as a forgery caused by an erasing or an external or internal copy-move. Black colour means that no abnormal JPEG grid has been detected.", "forensic_card_laplacian_report": "The Laplacian shows high frequencies of the image such as the borders. Can make some areas appear by showing the borders of the erasement or pasting of an object. This is not a forgery detector per se, visual analysis is required to interpret its results.", "forensic_card_splicebuster_report": "Each image carries invisible noise as a result of the image processing pipeline. Residual noise is estimated and then used to extract features. Regions having different features than the rest of the image are pointed as suspicious. Due to the normalization, there will always be at least one pixel at a high value even on an authentic image. Furthermore, care should be taken analyzing saturated regions; when those are not automatically masked by the algorithm they may be detected as forgeries even when they are authentic.", "forensic_card_mantranet_report": "Mantra-Net is a deep learning approach for forgery manipulation detection.  It shows regions which it believes are forged. However, in the absence of automatic analysis of the results, visual interpretation is needed to distinguish true detections from noise.", "forensic_card_fusion_report": "Fusion is a deep learning based approach that combines multiple forensic filters and provides a overall localization.  Tampered areas should appear as white or light-green areas on a darker background.", "forensic_card_cmfd_report": "This is a deep learning approach on copy-move forgery detection. Dark pixels are authentic and light-coloured ones are targeting a possible copy-move inside the image.", "forensic_card_rcmfd_report": "The Robust Copy-Move Forgery Detector is based on the SIFT method. The detector links similar objects (which are not similar naturally) with red lines. The algorithm does not detect which object is pristine and which one is forged.", "forensic_title_cfa_report": "CFA", "forensic_card_cfa_report": "A camera can only sample one colour per pixel. It samples different colours at different pixels, and estimates the missing values from neighbours pixels. This process is known as demosaicing, and leaves traces on the image. This method analyses those traces to estimate the sampling pattern used in the camera, and finds regions whose pattern is inconsistent with the main image. Due to the nature of demosaicing, it requires images of excellent quality.", "forensic_text_hoverinfo": "Mouse over the filters to see a transparent mask with the results on the image."}