{"keyframes_tip": "With the contextual menu (right click) you can query multiple reverse image search engines or use the magnifier and forensic tools on each keyframe.", "magnifier_tip": "If you click on the button below the image url will be automatically copied to your clipboard. Then you will be redirected to Google Reverse Search website. You just have to paste and click on search by image url to find out more information about your image.", "thumbnails_tip": "If you click on the images below they will be used by the reverse search engine(s) you selected.", "twittersna_timeline_tip": "Timeline of the tweets retrieved from your query. You can zoom into the timeline with the slider below. You can check the peaks of propagation (calculated as a sum of all retweets per day).", "twittersna_tweetnb_tip": "Metrics retrieved for your query. If you want to assess the newsworthiness of your query, you can compare with Twitter trends : https://twitter.com/i/trends", "twittersna_most_retweet_tip": "This pie-chart shows the top 20 retweeted users with their number of retweets. Click on a pie segment to see the corresponding tweets.", "twittersna_most_likes_tip": "This pie-chart shows the top 20 users with most liked tweets and their number of likes. Click on a pie segment to see the corresponding tweets.", "twittersna_most_active_tip": "This pie-chart shows the top 20 most active users with their number of tweets. Click on a pie segment to see the corresponding tweets.", "twittersna_most_mentions_tip": "This pie-chart shows the 20 top most mentioned users with their number of mentions. Click on a pie segment to see the corresponding tweets.", "twittersna_heatmap_tip": "The heatmap shows activity per hour. Darker squares show more activity. It may help you to detect bots or coordinated behaviour. Click on a square to see the corresponding tweets.", "twittersna_hashtag_graph_tip": "This graphs shows you the hashtags (and their numbers) retrieved with their co-occurrences between them. Thicker edges show more co-occurences between the hashtags. You can see the corresponding tweets by clicking on a node. If you want to see the intersection of two nodes, click on the bigger node then type the second hashtag in the search box.", "twittersna_wordcloud_tip": "This word cloud shows you the top words used in the tweet collection of your query (without the query words). You can click on each word to see the corresponding tweets.", "twittersna_urls_tip": "Sorted list of most shared urls in the collection of tweets. You can relaunch a TwitterSNA query with any link by selecting it (check box) and using the TwitterSNA button.", "twittersna_user_graph_tip": "User accounts graph", "twittersna_export_graph_tip": "Export and view graph in gexf", "forensic_tip": "All forensic filters displayed below are aimed at detecting picture signal alteration such as incoherences in compression, frequencies, jpeg blocks, etc... More filters highlight some specific zone, more likely the image could be tampered. Note that alteration in the signal can be also triggered by light conditions, resampling or compressing the image without intention to alter its semantics. You can click on each filter to see it on top of the image you want to check. You can then use the vertical slider to compare the filter output with the initial picture.", "metadata_tip": "Most social networks platforms are getting rid of metadata in pictures and videos. If, as a journalist or fact-checker, you want to ensure the picture or video is an original UGC production, ask for the original file and you can check it here as a local file to see its metadata.", "twittersna_sosem_graph_tip": "This socio-semantic graph measures interactions between hashtags and actors as nodes. Thickness of edges reflects the intensity of interactions. Clicking on nodes will display below the graph the corresponding tweets.", "twittersna_sosem_4mode_graph_tip": "This socio-semantic graph measures interactions between hashtags, URLs, mentions, RTs with comment and replies as nodes. Thickness of edges reflects the intensity of interactions. Click on any node to get the corresponding tweets.", "twittersna_acd_ts_tip": "Stacked histogram of creation date of the accounts retrieved from your query", "twittersna_bubble_chart_tip": "This graphic displays the most active accounts with their creation date (x axis) and their number of followers (y axis). The size of the nodes reflects their level of activity on your query. The rhombus shape means verified accounts. Colors show account activity on your query (Blue: less than 5 tweets per day; Orange: between 5 and 14 tweets per day; Red: beyond 15 tweets per day).", "covid19_tip": "This a customised search engine using Google CSE to query several sources of factchecks in one go. It was developed during the #EUvsVirus hackathon in April 2020", "xnetwork_tip": "This customised search engine uses Google CSE to perform cross-network searches on keywords. It may help to evaluate the virality of a disinformation campaign accross several platforms indexed by Google.", "twittersna_explication": "This feature is not aimed for making large queries but to analyse emergence of disinformation. If you need to expand or relaunch your query, erase your previous results with the right orange-background cross, and submit again with your new parameters.", "ocr_tip": "This service works best with images with text in Latin script. If you have entered a URL and it has failed to extract the relevant text, you can right use the buttons below to send the image to Bing or Yandex. Both offer OCR service.", "intro_tip": "If the input link does not work, enter the video and copy the link manually instead of using the facebook's option: \"copy link\".", "title_tip": "What is this"}