{"warning_sna": "This feature is computer-intensive and is reserved for journalists fact-checkers and researchers. See on the Tools' page top right to get more info.", "error": "An error occurred while processing your query", "error_invalid_url": "Error: not a valid url", "warning_forensic": "This enhanced forensic toolkit aims to help you detect alterations in manipulated images. You should avoid using it with screenshots scanned images of documents or juxtaposed images that are in fact altered images. More filters are highlighting the same zone more suspicious is that particular area of the image. Please take into account that forensic filters are outlining any digital signal alteration and not only semantically manipulated artefacts (which means false positives are possible). Some complex textures or excess of luminance may also alter the signal without any manipulation intention. Whenever possible use systematically the best image resolution available (even by searching through similarity for higher resolution identical images).", "warning_advanced_tools": "This tool is reserved for journalists fact checkers and researchers; you need to unlock the advanced tools in the upper right corner of the Tools page to apply and use it.", "warning_beta": "Warning: this is an experimental tool under development. It has been improved recently within veraai.eu project but may still have bugs or errors. Use with caution. In case of doubt, try to use other third-party tools to confirm any result.", "warning_beta_synthetic_image_detection": "This is a beta version tool aiming to detect synthetic images generated through Dall-E, Midjourney or other kind of Diffusion models. A probability equal or above 70% is considered a detection.", "warning_beta_loccus": "Hiya.com offers a voice cloning detection tool to pinpoint AI-generated text-to-speech in audio files. Suspect a track has been tampered with? Test smaller sections for a more precise analysis. Please note, this tool cannot identify human voice mimicry or post-processing alterations.", "warning_file_too_big": "The file is too large", "warning_file_too_small": "The file is too small"}