{"assistant_title": "المساعد", "assistant_intro": "يدعمك المساعد من خلال تحليل صفحة ويب أو صورة أو ملف فيديو ويقترح أدوات Weverify مفيدة لكل حالة", "assistant_choose": "اختر ما تريد تحليله", "assistant_webpage_header": "رابط صفحة الويب", "assistant_webpage_text": "أدخل رابط صفحة الويب، وسيقترح المساعد أكثر الأدوات المفيدة لمحتويات الصفحة المحددة.", "assistant_file_header": "ملف محلي", "assistant_file_text": "سيقترح المساعد الأدوات الأنسب اعتمادًا على ما إذا كان الملف مقطعًا أو صورة", "assistant_choose_tool": "اختر الأداة التي تريد استخدامها", "upload_video": "فيديو", "upload_image": "صورة", "assistant_urlbox": "عنوان URL", "assistant_give_url": "ضع عنوان URL للصفحة لتحليها", "assistant_paste_url": "الصق عنوان URL هنا", "please_give_a_correct_link": "الرابط المقدم غير صحيح أو غير مدعوم.", "button_submit": "إرسال", "save": "حفظ", "source_credibility_title": "مصداقية المصدر", "source_credibility_byline": "تم العثور على المصدر كجزء من فحص المصداقية", "link_explorer_title": "رابط المستكشف", "link_explorer_byline": "تم استخراج عناوين URL التالية من الصفحة، وتم فحص مدى مصداقيتها", "text_title": "نص مستخرج", "text_intro": "تم العثور على النص التالي في الصفحة", "dbkf_title": "فحص DBKF", "expand_text": "توسيع النص", "dbkf_error": "حدثت مشكلة عند محاولة الاتصال بقاعدة بيانات المواد المزيفة المعروفة. قد يتم حذف بعض النتائج من هذه الصفحة. إذا استمرت المشكلة، يرجى التواصل مع الدعم الفني.", "sc_failed": "فشل فحص مصداقية المصدر. قد لا يتم عرض بعض النتائج. إذا استمرت المشكلة، يرجى التواصل مع الدعم الفني.", "link_tooltip": "<b> ما هذا؟ </b> </br> تعطي الدرجات المعروضة في هذا القسم إشارة إلى مدى موثوقية مصدر الويب المدرج. تتراوح الدرجات من 0-100. </br> </br> في معظم الحالات، يكون المصدر الذي تم فحصه مصداقيته هو مجال URL. في بعض الحالات التي لا يكون فيها هذا مفيدًا، يتم فحص جزءٍ أكثر دلالة من عنوان URL. في جميع الحالات، يتم إدراج عنوان URL الكامل والمجال الذي تم فيه فحص مصداقية المصدر على الشكل التالي: عنوان URL-: المجال للتحقق. </br> </br> <b> كيف يتم حسابها؟ </b> </br> تقوم المؤسسات المختلفة بتحليل المصادر (خاصة المجالات) عبر الويب لتقييم مدى موثوقيتها التي من المحتمل أن تستند إلى مقاييس مختلفة. < /br>  هنا، تم سحب مجموعات البيانات التي تقيم موثوقية مجال الويب بشكل أساسي  من المصادر المفتوحة وقاعدة بيانات WeVerify DBKF.< /br> نظرا لأن المقاييس أو الدرجات من كل من هذه المصادر لا تتداخل بالضرورة ولا يمكن مقارنتها بسهولة ، يتم تعيين جميع الدرجات من أي مؤسسة معينة إلى رقم واحد بين 0-100. < /br> بالنسبة لأي عنوان URL ، تم إدراج قائمة بجميع المؤسسات التي أعطت النطاق ذي الصلة درجة ، إلى جانب النتائج (المعينة) التي قدموها.", "media_title": "ملفات الوسائط المستخرجة", "images_label": "الصور", "videos_label": "أشرطة فيديو", "media_found": "تم العثور على الوسائط التالية على الصفحة", "media_below": "حدد الوسائط التي ترغب في التحقق منها", "media_to_process": "وسائط للمعالجة", "assistant_error": "حدث خطأ غير متوقع في المساعد. إذا استمرت المشكلة، تواصل مع الدعم الفني", "recommended_tools": "أدوات موصى بها", "navbar_analysis_image": "تحليل الصور", "navbar_analysis_video": "تحليل الفيديو", "navbar_keyframes": "إطارات المفاتيح", "navbar_thumbnails": "الصورة المصغرة", "navbar_twitter": "TW. بحث", "navbar_magnifier": "المكبر", "navbar_metadata": "البيانات الوصفية", "navbar_rights": "حقوق الفيديو", "navbar_forensic": "التحقق الرقمي للصور", "navbar_ocr": "OCR", "navbar_synthetic_image_detection": "كشف الصور الاصطناعية", "navbar_deepfake_image": "تزوير عميق", "navbar_deepfake_video": "تزوير عميق", "navbar_twitter_sna": "تدقيق المعلومة", "navbar_assistant": "المساعد", "assistant_help_title": "الدعم الفني", "assistant_help_1": "تحتوي مجموعة أدوات WeVerify (هذا المكون الإضافي) على أدوات متعددة يمكن أن تساعد في التحقق من المحتوى على الشبكات الاجتماعية ، وهي مصممة لمساعدة الصحفيين على توفير الوقت وأن يكونوا أكثر كفاءة في مهام التحقق من الحقائق. <br>يمكن العثور على قائمة كاملة بهذه الأدوات في قسم البرنامج التعليمي لهذا المكون الإضافي. نظرا <br>للأدوات والخدمات المتعددة المتاحة ، تم تصميم مساعد weverify لتوجيه المستخدمين إلى الخدمات المتاحة لهم نظرا لطبيعة المحتوى الذي يرغبون في التحقق منه. <br><br>", "assistant_help_2": "كيف يعمل المساعد؟<br> يمكن للمستخدمين اختيار تحميل وسائطهم الخاصة للتحقق منها (صورة أو فيديو)، وفي هذه الحالة سيتم عرض أدوات التحقق التي تدعم تحميل الوسائط.<br> بديل آخر هو إدخال عنوان URL الذي يحتاج إلى التحقق.<br> بمجرد إدخال عنوان URL، يحاول المساعد استخراج أي نصوص أو صور أو فيديوهات يمكن العثور عليها على الصفحة.<br> يتم استخدام ما استخرج لاقتراح الإجراءات المحتملة التي يمكن تنفيذها. حاليا، هناك ثلاث مكونات رئيسية لذلك:<ul><li>فحص النص: عرض أي نص يتم العثور عليه على الصفحة، وتشغيل مجموعة من أدوات معالجة / التحقق منها</li><li>فحص الوسائط: عرض الوسائط التي يتم العثور عليها على الصفحة، وإذا تم اختيارها، فإنه يعطي قائمة الأدوات المتاحة على ملحق WeVerify لمعالجة الوسائط المحددة</li><li>فحص التحقق: فحوصات ضد عناصر عنوان URL التي لا تندرج تحت نص أو وسائط، مثل نطاق موقع الويب </li></ul> يمكن العثور على مزيد من المعلومات حول كل من هذه المكونات في الروابط أدناه. <br> <br>", "assistant_help_3": "<b> ما هي عناوين  URL المدعومة؟</b> <br>حاليا، هناك دعم مخصص للروابط للأنواع التالية من عناوين URL:<ul><li>صور فيسبوك أو منشورات الفيديو</li><li>حالات تويتر</li> روابط فيديو <li>يوتيوب</li> منشورات <li>انستغرام منشورات</li><li>تيك توك</li> روابط فيديو <li>ديلي موشن</li> روابط فيديو <li>Vimeo</li> روابط <li>فيديو Liveleak</li></ul> يمكن أيضا إدخال روابط عامة أخرى وسيحاول المساعد استرداد ما في وسعه. ومع ذلك، فإن أي نتائج (خاصة على استخراج الصور والنصوص) على الروابط العامة قد تكون أكثر تعميما. <br><br>", "assistant_help_4": "<b>مزيد من المعلومات</b><br><a href='https://gatenlp.github.io/we-verify-app-assistant/supported-urls' target='_blank' rel='noopener noreferrer'>تعرّف على المزيد حول أنواع الروابط المدعومة من قبل المساعد.</a><br> <a href='https://gatenlp.github.io/we-verify-app-assistant/supported-tools' target='_blank' rel='noopener noreferrer'>تعرّف على المزيد حول الأدوات والفحوصات التي يقوم بها المساعد.</a>", "enter_url": "أدخل عنوان الموقع", "mode_label": "وضع URL", "media_text": "نص الوسائط المستخرجة", "download_video": "تم استخراج الفيديو ولكن لا يمكن معالجته باستخدام عنوان URL المباشر. يرجى فتحه في علامة تبويب جديدة باستخدام الرابط أدناه، وتنزيله، واستخدام المساعد لمعرفة الأدوات التي يمكن استخدامها في الفيديو الذي تم تنزيله.", "text_warning": "تم العثور على تحذيرات ضد النص. تفقد مربع التحذير.", "image_warning": "تحذيرات موجودة ضد الصورة. تفقد مربع التحذير.", "warning_title": "تحذير", "warning_subtitle": "تم وضع علامة على بعض عناصر هذا المحتوى", "status_title": "الحالة", "status_subtitle": "ملاحظة: أدت واحدة أو أكثر من عمليات التدقيق الآلية إلى خطأ. قد يتم حذف بعض النتائج من هذه الصفحة.", "named_entity_title": "كيانات مسماة تم اكتشافها في النص المستخرج", "dbkf_image_warning": " تمت مطابقة الصورة من عنوان URL هذا مع ما يلي من قاعدة بيانات المنتجات المقلدة المزيفة بدرجة تشابه", "dbkf_video_warning": " تمت مطابقة الفيديو من عنوان URL هذا مع ما يلي من قاعدة بيانات المنتجات المزيفة المعروفة بدرجة تشابه", "dbkf_text_warning": "تمت مطابقة النص من عنوان URL هذا مع ما يلي من قاعدة بيانات المنتجات المزيفة المعروفة", "labelled_as": "تم تصنيفه على أنه:", "commented_as": "مع التعليق التالي:", "hp_warning": "أعاد النص من عنوان URL هذا درجة عالية بشكل غير عادي من التشدد الحزبي(hyperpartisan)", "image_analysis_text": "استرداد المعلومات السياقية حول الصورة", "video_analysis_text": "استرداد المعلومات السياقية حول الفيديو", "keyframes_text": "قم بتجزئة الفيديو", "thumbnails_text": "البحث العكسي على الصور المصغرة من الفيديو", "magnifier_text": "فحص متعمق للصورة (عدسة مكبرة)", "metadata_text": "استرداد بيانات تعريف الصورة/الفيديو", "rights_text": "استرداد المعلومات المتعلقة بحقوق الفيديو فقط", "forensic_text": "كشف أي تلاعب بالصور", "ocr_text": "استخراج أي نص من الصورة", "synthetic_image_detection_text": "تحديد احتمال توليد الذكاء الاصطناعي", "deepfake_image_text": "اكتشاف أي تبديل للوجه", "deepfake_video_text": "اكتشاف أي تبديل للوجه", "hyperpartisan_title": "خدمة الكشف عن التشدد الحزبي (Hyperpartisan)", "dbkf_text_title": "قاعدة بيانات البحث عن النصوص المزيفة المعروفة", "dbkf_media_title": "قاعدة بيانات البحث عن الوسائط المزيفة المعروفة", "ne_title": "البحث عن كيان مسمى", "ocr_title": "بحث OCR", "source_cred_title": "خدمة مصداقية المصدر", "mt_title": "خدمة الترجمة الآلية", "translate": "افتح في ترجمة جوجل", "copy_link": "انسخ الرابط", "archive_link": "الأرشيف", "this": " هذا", "source_credibility_warning_domain": ":تم ذكر المجال عملية بحث ضد", "source_credibility_warning_account": ":الحساب قد تم ذكره في بحث ضد ", "source_cred_popup_header_domain": ":تم العثور على المجال في التقارير التالية المدرجة من قبل", "source_cred_popup_header_account": ":تم العثور على الحساب في التقارير التالية المدرجة من قبل", "domain_scope": "مجال:", "account_scope": "حساب:", "text_tooltip": " يتم تشغيل أدوات معالجة النصوص المختلفة مقابل هذا النص: يتم <ul><li>اكتشاف اللغة</li> وعرضها <li>يتم استخراج الكيانات المسماة في النص وعرضها (الأشخاص والمواقع والمنظمات وما إلى ذلك)</li> <li>يتم إرسال أول 500 حرف في النص ليتم التحقق منها مقابل قاعدة بيانات المنتجات المزيفة المعروفة. يتم سرد نتائج هذا الفحص (إن وجدت) في قسم <b>التحذيرات</b> لمزيد من</li></ul> <a href='https://gatenlp.github.io/we-verify-app-assistant/supported-tools' target='_blank' rel='noopener noreferrer'>تعرّف على المزيد حول الأدوات والفحوصات التي يقوم بها المساعد.</a>", "media_tooltip": " بالنسبة لأي صورة / فيديو محدد، يتم تقديم قائمة بالأدوات ذات الصلة من المكون الإضافي والتي يمكنها معالجة هذه الوسائط. سيؤدي تحديد أي من هذه الوسائط إلى إعادة توجيه الوسائط إلى الأداة المحددة.</br> إلى جانب ذلك، سيقوم المساعد بعكس البحث في الوسائط مقابل قاعدة بيانات المنتجات المزيفة المعروفة. إذا تم العثور على أي نتائج، سيتم عرضها في قسم التحذيرات. <b></b></br></br> <a href='https://gatenlp.github.io/we-verify-app-assistant/supported-tools' target='_blank' rel='noopener noreferrer'>تعرّف على المزيد حول الأدوات والفحوصات التي يقوم بها المساعد.</a>", "sc_tooltip": " تهدف خدمة تحليل النطاق / الحساب URL إلى جمع المعلومات حول نطاق / حساب من مصادر متعددة. ونعتزم من خلالها إعلام المستخدم ما إذا كانت أيًا من المصادر التي نجمع منها تحتوي على معلومات حول النطاق / الحساب لعنوان URL المدخل. ويتم تقسيم النتيجة إلى ثلاثة أنواع:<ul> <li> <strong> تحذير: </strong> النطاق مُدرج حسب المصدر والذي يسرد موثوقية النطاقات التي يُحتمل أن تكون غير جديرة بالثقة </li> <li> <strong> مدقق المعلومات: </strong> النطاق مُدرج حسب المصدر والذي يسرد بشكل صريح مدققي المعلومات </li> <li> <strong> الإشارات: </strong> النطاق مُدرج حسب المصدر والذي يسرد مزيجًا من النطاقات الموثوقة وغير الجديرة بالثقة </li> </ul> ونظرًا لأن هذه المعلومات جمعت من مصادر متعددة، فقد قمنا بإعطاء المصدر الذي استخرجنا منه التفاصيل وإذا توفر أي دليل، قدمه المصدر بنفسه حتى يتمكن المستخدمون من التحقق من صحة المعلومات المتعلقة بنطاق. <a href='https://gatenlp.github.io/domain-analysis-lists/' target='_blank' rel='noopener noreferrer'>تعرّف على المزيد حول المصادر وجمع البيانات.</a>", "url_domain_analysis": "تحليل مجال URL", "fact_checker": "مدقق المعلومات", "warning": "تحذير", "mentions": "إشارات", "assistant_error_instagram": "فشل المساعد في استرداد منشور انستغرام هذا. يرجى فتح عنوان URL هذا في علامة تبويب جديدة (قد تحتاج إلى تسجيل الدخول إلى انستغرام) ، ثم استخدام زر مساعد للصفحة الحالية لإعادة المحاولة.", "assistant_error_server_error": "لم يتمكن المساعد من معالجة الرابط المقدم بسبب مشكلة في الخادم ، يرجى المحاولة مرة أخرى لاحقًا. إذا استمرت المشكلة ، فيرجى الاتصال بالدعم.", "assistant_error_connection_error": "المساعد هو وجود مشكلات في الاتصال بالخادم ، يرجى المحاولة مرة أخرى لاحقًا.", "extracted_urls": "عناوين URL المستخرجة", "extracted_urls_url_domain_analysis": "عناوين URL المستخرجة مع تحليل نطاق عنوان URL", "extracted_urls_url_domain_analysis_failed": "فشل استخراج عناوين URL المستخرجة باستخدام تحليل نطاق عنوان URL.", "extracted_urls_tooltip": "ما الذي يمكنني فعله بهذه النتائج؟</b><br> تهدف خدمة تحليل النطاق / الحساب URL إلى جمع المعلومات حول نطاق / حساب من مصادر متعددة. ونعتزم من خلالها إعلام المستخدم ما إذا كانت أيًا من المصادر التي نجمع منها تحتوي على معلومات حول النطاق / الحساب لعنوان URL المدخل. ويتم تقسيم النتيجة إلى ثلاثة أنواع:<ul><li> <strong> تحذير: </strong> النطاق مُدرج حسب المصدر والذي يسرد موثوقية النطاقات التي يُحتمل أن تكون غير جديرة بالثقة </li> <li> <strong> مدقق المعلومات: </strong> النطاق مُدرج حسب المصدر والذي يسرد بشكل صريح مدققي المعلومات </li> <li> <strong> الإشارات: </strong> النطاق مُدرج حسب المصدر والذي يسرد مزيجًا من النطاقات الموثوقة وغير الجديرة بالثقة </li></ul> ونظرًا لأن هذه المعلومات جمعت من مصادر متعددة، فقد قمنا بإعطاء المصدر الذي استخرجنا منه التفاصيل وإذا توفر أي دليل، قدمه المصدر بنفسه حتى يتمكن المستخدمون من التحقق من صحة المعلومات المتعلقة بنطاق. <a href='https://gatenlp.github.io/domain-analysis-lists/' target='_blank' rel='noopener noreferrer'>تعرّف على المزيد حول المصادر وجمع البيانات.</a>", "assistant_video_download_action": "تحميل الفيديو", "assistant_video_download_action_description": "انقر هنا لتحميل الفيديو على جهازك. ويمكن بعد ذلك استخدام الفيديو الذي تم تنزيله في المساعد للوصول إلى نطاق أوسع من خدمات تحليل الفيديو.", "embedding_not_supported": "لم يتمكن المساعد من عرض محتوى هذا الفيديو.", "assistant_video_download_generic": "قد تكون خدمات تحليل الفيديو الأخرى متاحة", "assistant_video_download_generic_description": "<p dir=''rtl''>المزيد من أدوات التحليل ستكون متاحة عند تحميل ملفات الفيديو.</p> <p dir=''rtl''>لا يدعم Assistant التنزيل المباشر من هذه الخدمة ولكن قد يكون من الممكن استخدام أدوات خارجية. يمكن تحميل مقاطع الفيديو التي تم تنزيلها إلى مساعد  للوصول إلى المزيد من خدمات التحليل.</p>'", "assistant_video_download_tiktok": "تنزيل مقاطع فيديو TikTok يدويًا", "assistant_video_download_tiktok_description": "<p dir=''rtl''>المزيد من أدوات التحليل ستكون متاحة عند تحميل ملفات الفيديو.</p> <p dir=''rtl''>لا يدعم مساعد  التنزيل المباشر لمقاطع فيديو TikTok ولكن يمكنك الانتقال إلى صفحة TikTok والنقر بزر الماوس الأيمن على الفيديو لتنزيله مباشرة.</p>'", "credibility_signals": "إشارات المصداقية", "credibility_signals_tooltip": "نتائج إشارات المصداقية هذه تعطي نظرة عامة مفصلة على النص المستخرج مما يسمح للقارئ بالبت في مدى مصداقية المصدر أو موثوقيته.<a/> المزيد من المعلومات حول إشارات المصداقية.<'a href='https://gatenlp.github.io/we-verify-app-assistant/supported-tools#third-party-checks' target='_blank' rel='noopener noreferrer>", "importance_tooltip": "تختلف خلفية الجمل المميزة حسب تقييم خوارزمية الكشف لأهميتها.", "confidence_tooltip_technique": "تختلف خلفية التقنيات المكتشفة حسب ثقة خوارزمية الكشف.", "confidence_tooltip_sentence": "تختلف خلفية الجمل المميزة حسب ثقة خوارزمية الاكتشاف.", "highlight_important_sentence": "تسليط الضوء على الجمل المهمة", "low_importance": "أهمية منخفضة", "high_importance": "أهمية عالية", "low_confidence": "ثقة منخفضة", "high_confidence": "ثقة عالية", "colour_scale": "يظهر مقياس الألوان أدناه:", "news_framing": "عنوان", "news_framing_tooltip": "حدد الموضوعات المستخدمة في النص المستخرج. الموضوع هو المنظور الذي يتم من خلاله تقديم قضية أو خبر. يتم النظر في إجمالي 9 موضوعات مختلفة.", "Economy_and_Resources": "الاقتصاد والموارد", "Religious_Ethical_and_Cultural": "الديني والأخلاقي والثقافي", "Fairness_Equality_and_Rights": "العدالة والمساواة والحقوق", "Law_and_Justice_System": "النظام القانوني والعدالة", "Crime_and_Punishment": "الجريمة والعقاب", "Security_Defense_and_Well_being": "الأمن والدفاع والرفاهية", "Health_and_Safety": "الصحة والسلامة", "Politics": "سياسة", "International_Relations": "العلاقات الدولية", "news_genre": "النوع", "news_genre_tooltip": "حدد ما إذا كان النص من المرجح أن يكون مقال رأي، أو تقريرًا إخباريًا موضوعيًا، أو هجاءً.", "Opinion": "أخبار متحيزة", "Reporting": "تقرير موضوعي", "Satire": "الهجاء", "persuasion_techniques": "تقنيات الإقناع", "persuasion_techniques_tooltip": "تحديد تقنيات الإقناع في النص المستخرج. تعمل هذه الخدمة على شرح جمل معينة داخل النص تستخدم هذه التقنيات. يتم النظر في ما مجموعه 23 تقنية مختلفة.", "detected_techniques": "التقنيات المكتشفة", "no_detected_categories": "لم يتم اكتشاف فئات", "Appeal_to_Authority": "الاحتكام إلى السلطة", "Appeal_to_Popularity": "الاحتكام إلى الشعبية", "Appeal_to_Values": "الاحتكام إلى القيم", "Appeal_to_Fear-Prejudice": "الاحتكام إلى الخوف/التحيز", "Flag_Waving": "التلويح بالعلم", "Causal_Oversimplification": "الاختزال السببي المفرط", "False_Dilemma-No_Choice": "خيار زائف أو بدون اختيار", "Consequential_Oversimplification": "تبسيط النتائج المترتبة عليها Konsequente", "Straw_Man": "الرجل القش", "Red_Herring": "شاشة دخان", "Whataboutism": "التلاعب بالقضايا", "Slogans": "الشعارات", "Appeal_to_Time": "الاحتكام إلى الوقت", "Conversation_Killer": "قاتل المحادثة", "Loaded_Language": "لغة محملة", "Repetition": "التكرار", "Exaggeration-Minimisation": "المبالغة أو التقليل", "Obfuscation-Vagueness-Confusion": "التعتيم - الغموض أو الارتباك", "Name_Calling-Labeling": "التسمية أو التسمية", "Doubt": "الشك", "Guilt_by_Association": "الذنب بالارتباط", "Appeal_to_Hypocrisy": "الاحتكام إلى النفاق", "Questioning_the_Reputation": "التشكيك في السمعة", "subjectivity": "الذاتية", "subjectivity_tooltip": "حدد الجمل الذاتية للنص المستخرج.", "subjective_sentences_detected": "تم الكشف عن الجمل الموضوعية", "none_detected": "لم يتم الكشف عن أي شيء", "previous_fact_checks": "التحقق من الحقائق السابقة", "previous_fact_checks_tooltip": "تعمل أداة البحث الدلالي للتحقق من الحقائق على تحديد ما إذا كان النص المستخرج قد تم اكتشافه مسبقًا في قاعدة بيانات التحقق من الحقائق. وتعرض أحدث المطابقات، بحد أقصى 5. ولا يمكن الوصول إلى هذه الأداة حاليًا إلا لمستخدمي الإصدار التجريبي.", "more_details": "لمزيد من التفاصيل انظر", "semantic_search_title": "البحث الدلالي عن التحقق من الحقائق", "failed_to_load": "فشل في التحميل", "previous_fact_checks_found": "أهم 5 عمليات التحقق من الحقائق السابقة التي تم العثور عليها", "login_required": "يرجى تسجيل الدخول كمستخدم تجريبي لرؤية النتائج", "reanalyse_url": "يرجى إعادة تحليل عنوان URL لرؤية النتائج", "semantic_search_result_claim": "مطالبة:", "semantic_search_result_title": "عنوان:", "semantic_search_result_translated_from": "ترجمت من", "semantic_search_result_see_original": "Δείτε το πρωτότυπο", "semantic_search_result_english_translation": "عرض الترجمة الانجليزية", "semantic_search_rating": "تقييم:", "machine_generated_text": "نص تم إنشاؤه آليًا", "machine_generated_text_tooltip": "حدد ما إذا كان النص المستخرج قد كتبه إنسان أم آلة. لا يمكن الوصول إلى هذه الأداة حاليًا إلا لمستخدمي الإصدار التجريبي.", "highly_likely_human": "مكتوب على الأرجح بواسطة إنسان", "likely_human": "مكتوب على الأرجح بواسطة إنسان", "likely_machine": "من المحتمل أن يكون تم إنشاؤه بواسطة آلة", "highly_likely_machine": "من المحتمل جدًا أن يكون تم إنشاؤه بواسطة آلة", "expand_minimise_text": "توسيع أو تصغير النص", "copy_to_clipboard": "نسخ إلى الحافظة"}