{"tuto_title": "الدليل", "tuto_h_1": "قائمةالوصول", "tuto_h_2": "المميزات الرئيسية للبرنامج المساعد", "tuto_1": "يهدف هذا المشغل الجديد إلى الوصول مباشرة إلى العديد من ميزات المكون الإضافي لأداة InVID-WeVerify", "tuto_2": "<li><strong>افتح صندوق العدة</strong> يشغل المكون الاضافي</li><li><strong>افتح المساعد</strong> يعرض ميزة جديدة تهدف إلى توجيه المستخدمين نحو الأدوات</li><li><strong>المساعد للصفحة الحالية</strong> يهدف إلى مساعدتك في التحقق من صفحة الويب الحالية</li><li><strong>افتح الصف التعليمي</strong> يعرض مباشرة جزء محو الأمية الإعلامية من البرنامج.</li>", "tuto_4": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/eEVTYq1LMxM\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><br><strong>تحليل الفيديو</strong> تتيح لك علامة التبويب \"التحليل\" إجراء استعلامات على خدمة التجميع والتحليل InVID-WeVerify التي طورتها <a \"href=\"http://mklab.iti.gr/\" \"target=\"_blank\">معهد ثيسالونيكي لتكنولوجيا المعلومات</a> بشكل أبسط، هذه الخدمة هي عارض للبيانات الوصفية المحسنة لفيديوهات يوتيوب، فيسبوك وتويتر. الأمر الذي يسمح لك باسترداد مواقع المعلومات السياقية (إذا تم اكتشافها)، التعليقات الأكثر إثارة للاهتمام لتطبيق البحث العكسي عن الصور والتحقق من التغريدات المطابقة للفيديو (ليوتيوب،). بالنسبة لفيسبوك، يجب عليك تسجيل الدخول من أجل استخدام الخدمة. اعلم أن الخدمة قد تستغرق بعض الوقت إذا كان الفيديو يحتوي على الكثير من التعليقات. تتيح لك أيقونة (إعادة المعالجة) تحديث التحليل.", "tuto_5": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/iNs8y5DoxP8?rel=0\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><br><strong>الإطارات المفتاحية</strong> تسمح لك بنسخ عنوان url للفيديو (من يوتيوب، تويتر، فيسبوك Daily Motion أو Dropbox) أو تحميل ملف فيديو محلي (بتنسيق mp4، webm، avi، mov، wmv، ogv، mpg، flv، أو mkv) لتقسيمها إلى إطارات مفتاحية يمكن البحث عنها بعد ذلك بنقرة يسار على جوجل أو باستخدام القائمة السياقية (النقر بزر الماوس الأيمن) على Google، Yandex، Tiney، Bing، صور Karma Decay (لـ Reddit) و Baidu. تستخلص خدمتنا المزيد من الإطارات الرئيسية، وبالتالي تتيح الفرصة لتحسين البحث العكسي عن الصور في الفيديو. هذه هي الإطارات الرئيسية الحقيقية للفيديو  وليست الصور المصغرة التي يقدمها يوتيوب أو فيسبوك. يتم تحميل ملف محلي من خلال iframe بفتح موقع ويب <a \"href=\"http://mklab.iti.gr/\" \"target=\"_blank\">\" معهد ثيسالونيكي لتكنولوجيا المعلومات (ITI) </a> حول تجزئة الفيديو.", "tuto_6": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/Vn0XGlOkSRQ?rel=0\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><br><strong> الصور االمفتاحية المصغرة</strong> تسمح لك بإجراء بحث عكسي عن الصور بسرعة على محرك جوجل، بينغ، Tineye أو Yandex Images مع الصور المصغرة الأربعة المستخرجة من فيديو يوتيوب. يتم فتح ما يصل إلى أربع علامات تبويب (وفقًا لعدد الصور المصغرة المتاحة) تلقائيًا في متصفحك مع نتائج البحث العكسي بينما يتم أيضًا عرض الصور المصغرة الأربعة في صفحة البرنامج المساعد. تعد علامة التبويب هذه زائدة عن الحاجة إلى حد ما مع ما يمكن فعله باستخدام <strong> علامة تبويب التحليل </strong>، ولكنها سريعة وفعالة للغاية إذا كنت تحتاج فقط إلى التحقق مما إذا كان مقطع فيديو يوتيوب قد تم نشره مسبقًا أم لا. يرجى ملاحظة أن محرك البحث الصيني Baidu لم يتم تطبيقه هنا لأنه يقوم بتصفية محتوى يوتيوب.", "tuto_7": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/wzMCtpENuHA?rel=0\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><br><strong>بحث تويتر</strong>تسمح بتحسين البحث المتقدم عن الكلمات الرئيسية أو الهاشتاج في تويتر باستخدام خاصية تحديد الفترة الزمنية (منذ وحتى) إما بشكل منفصل أو معًا للاستعلام خلال فترة زمنية حتى الدقيقة. تترجم الخاصية تاريخ التقويم تلقائيًا (ساعة ودقائق) في طابع زمني يونيكس لتسهيل الاستعلام. على سبيل المثال من أول صور أو مقاطع فيديو لشهود العيان في غضون نطاق زمني بعد حدث إخباري عاجل. لقد أضفنا أيضًا ميزات أخرى متقدمة من تويتر مثل الرمز الجغرافي، بالقرب من، اللغة ومختلف عوامل التصفية.", "tuto_8": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/JljRs8p4aK4?rel=0\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><br><strong>العدسة المكبرة</strong> تسمح لك بعرض صورة من خلال عنوان url الخاص بها و تكبير أو تطبيق العدسة المكبرة على الصورة أو تعزيزها من خلال خوارزمية ثنائية التكعيب لمساعدتك على اكتشاف المعلومات الضمنية مثل الكلمات المكتوبة، العلامات، اللافتات، الخ, يمكنك إما إدخال عنوان url للصورة أو تحميل صورة من محرك الأقراص المحلي الخاص بك باستخدام زر الملف المحلي. بمجرد عرض الصورة من عنوان url ، يمكنك أيضًا إجراء بحث عكسي عن الصور على Google و Yandex و Tineye و Baidu أو استخدام خدمة التحقق الرقمي للصور التي صممها ITI و DW  في مشروع <a href=\"https://revealproject.eu/\" target=\"_blank\">\" Reveal European project </a>. إذا كنت تستخدم صورة محلية أو قمت بتعديل أي صورة (زيادة الوضوح ، أو القلب ، أو الصورة ثنائية التكعيبية ، أو الاقتصاص) ، فيمكنك إما تنزيل صورتك المعدلة أو ، إذا كنت تستخدم وظيفة التقليب ، استخدم زر صور جوجل الذي يفتح علامة تبويب جديدة حيث يمكن نسخ الصورة ولصقها مباشرة في مربع البحث عن صور جوجل (شاهد الفيديو أدناه). تدعم ميزة العدسة المكبرة هذه أيضًا روابط الصور المخزنة في Dropbox و Google drive.", "tuto_9": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/Mg6Z-Jc54yo?rel=0\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><br><strong>علامة تبويب البيانات الوصفية</strong>تسمح لك بالتحقق من بيانات Exif الوصفية لصورة بتنسيق jpeg أو البيانات الوصفية لمقطع فيديو بتنسيق mp4 / m4v ، إما من خلال رابط أو  من خلال ملف محلي. إذا كانت الإحداثيات الجغرافية متاحة في البيانات الوصفية للصورة ، فسيتم توفير زر تحديد الموقع الجغرافي تلقائيًا للإشارة إلى هذا الموقع على خريطة جوجل.", "tuto_10": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/NjTXsbF5Wu8?rel=0\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><br><strong>علامة تبويب حقوق الفيديو</strong>توفر الوصول إلى تطبيق InVID Rights Management.تحصل هذه الخدمة على رابط لمقطع فيديو على يوتيوب أو فيسبوك أو تويتر وتسترجع البيانات الوصفية حول حقوقها ، ما لم يكن الوصول مقيدًا من قبل رافع المحتوى أو الشبكة الاجتماعية.أولاً، يقدم للمستخدم ملخصًا لشروط إعادة الاستخدام كما تم تعريفها من قِبَل شبكة التواصل الاجتماعي التي يتم نشر الفيديو فيها. إذا كان هناك نية لاستخدام الفيديو في غرض آخر، يُفضل التواصل مع مُرفِع المحتوى. يمكن القيام بذلك مباشرةً أو تحت إرشادات من. <a href=\"https://rights.invid.udl.cat/\" target=\"_blank\">\" أداة إدارة حقوق InVID </a>. هذا الأخير يسهل الاتصال بالقائم بالتحميل وتأكيد التأليف ، أو إدارة التفاوض على شروط إعادة الاستخدام. بدلاً من ذلك ، تتضمن علامة تبويب حقوق الفيديو معلومات حول استثناءات حقوق الطبع والنشر إذا لم يكن من الممكن الحصول على موافقة من المؤلف ، مثل الاستخدام بواسطة استثناء الصحافة أو الاستخدام العادل / التعامل العادل.", "tuto_11": "الفيديو قيد التحضير. <br> توفر <strong> علامة تبويب التحقق الرقمي </strong> مجموعة أدوات محسّنة في عام 2021 في مشروع EnVisu4 (IFCN). يوفر 16 أداة لمساعدتك في اكتشاف التلاعب بالصور الرقمية باستخدام خدمة التحقق الرقمي للصور الثابتة التي طورها <a \"href=\"http://mklab.iti.gr/\" \"target=\"_blank\">\" Thessaloniki Information Technologies Institute (ITI) </a> و <a href = \"https: //ens-paris-saclay.fr/en/research/research-laboratories/centre-borelli \"target =\" _ blank \"> Borelli Center of ENS Paris-Saclay </a>. تتوفر العديد من التفسيرات في الواجهة لمساعدتك على تفسير النتائج بشكل صحيح. عند تحريك الماوس فوق كل فلتر (مرشح)، سيظهر قناع شفاف مع النتائج في الجزء العلوي من الصورة.", "tuto_12": "تسمح لك <strong> القائمة السياقية </strong> (من خلال النقر بزر الماوس الأيمن على صورة أو عنوان url لفيديو) بتشغيل هذا المكون الإضافي على صورة ثابتة أو على رابط فيديو يوتيوب. عند النقر بزر الماوس الأيمن على صورة، ستقترح لك خيارات لفتح الصورة في مكبر الصور لفحصها عن كثب، أو تشغيل المساعد، أو التعرف على النص الموجود في الصورة (OCR)، أو التحقق الرقمي للصورة، أو محركات البحث العكسي عن الصور باستخدام هذه الصورة. بالنسبة لرابط الفيديو، ستقترح لك خيارات تحت قائمة InVID-WeVerify لتشغيل إما تحليل الفيديو أو البحث العكسي في الصورة المصغرة لفيديو يوتيوب.", "tuto_13": "الفيديو قيد التحضير. <br><strong>Twitter SNA</strong> متاحة بعد التسجيل. هي أداة تحليل شبكات التواصل الاجتماعي تهدف إلى مساعدتك في فهم انتشار المعلومات المضللة استنادًا إلى كلمة مفتاحية، تعبير، وسم أو رابط ويب.", "analysis_title": "التحقق من سياق الفيديو", "keyframes_title": "تجزئة الفيديو والبحث العكسي عن الصور", "youtube_title": "البحث العكسي لصور يوتيوب المصغرة", "twitter_title": "البحث المتقدم على تويتر", "magnifier_title": "مكبر الصورة", "metadata_title": "البيانات الوصفية للفيديو", "copyright_title": "تحقق من حالة حقوق النشر الخاصة بالفيديو", "forensic_title": "التحقق الرقمي للصور", "contextual_menu_title": "القائمة السياقية", "twitter_sna_title": "تحليل شبكة تويتر الاجتماعية", "analysis_image_title": "التحقق السياقي للصورة", "tuto_analysis_img": "تتيح لك <strong>علامة تبويب تحليل الصورة </strong> الاستعلام عن خدمة تجميع وتحليل السياق التابعة لـ InVID-WeVerify والتي طورها فريق <a href=\"http://mever.iti.gr/\" \"target=\"_blank\">Mever</a> في معهد تكنولوجيا المعلومات في ثيسالونيكي (ITI). ببساطة، هذه الخدمة توفر لك معلومات سياقية عن الصور المنشورة على تويتر وفيسبوك من خلال رابط التغريدة أو المنشور بما في ذلك التعليقات (أو الردود في حالة تويتر). بالنسبة لفيسبوك، يجب أن تكون مسجل الدخول لتتمكن من معالجة روابطهم. زر إعادة المعالجة يسمح لك بتحديث التحليل.", "ocr_title": "التعرف البصري على الحروف(OCR)", "tuto_ocr": "الفيديو قيد التحضير. <br> تتيح لك هذه الأداة استخراج النص من الصور.", "checkgif_title": "تحقق من GIF", "tuto_checkgif": "الفيديو قيد التحضير. <br> تتيح لك هذه الأداة إنشاء دليل مرئي لتزوير صورة عن طريق تركيب صورة تم التلاعب بها مع صورة أصلية من خلال برنامج رياضي ومولد إخراج gif.", "factcheck_title": "تدقيق المعلومات", "tuto_factcheck": "الفيديو قيد التحضير. <br> يسمح محرك البحث المخصص هذا بالبحث عن عمليات التحقق من صحة الأخبار وكشف زيف المقالات من ما يصل إلى عشرة مصادر لكل لغة مدعومة", "xnetwork_title": "Xnetwork", "tuto_xnetwork": "الفيديو قيد التحضير. <br> يسمح محرك البحث المخصص هذا بالاستعلامات عبر الشبكة (حتى 10 شبكات) لمعرفة انتشار علامةتعبير أو وسم أو كلمة رئيسية."}