{"about_title": "InVID-WeVerify toolkit", "source_part_1": "This verification toolkit is provided in open source (under a", "mit_licence_link": "license.html", "mit_licence_link_label": "MIT Licence)", "source_part_2": "by the AFP Medialab. It has been developed during the european projects InVID (2016-2018), WeVerify (2018-2021; both H2020) and YouCheck! (2019-2021; media literacy) as well as through the IFCN EnVisu4 project (2021) to help journalists and fact-checkers verify content on social networks (Disclaimer: please note that some external services used through web services via this interface, such as those presented under the Analysis and Keyframes tabs, are not open-sourced). This browser extension is currently being improved as part of the European project vera.ai (2022-2025; Verification Assisted by Artificial Intelligence).", "description": "It has been designed as a verification Swiss army knife helping journalists to save time and be more efficient in their fact-checking tasks. This is a beta version and we will update it regularly thanks to your feedback.", "feedBack_part_1": "For any feedback (bugs, enhancement, suggestions) please use first the feedback button at the bottom right of your screen. In case of trouble, you can email us at", "invid_email": "invid-verification-plugin@iti.gr", "feedBack_part_2": ", or leave us a direct message through the", "feedback_widget": "feedback widget", "feedback_part_3": "at the bottom right.", "disclaimer": "Disclaimer", "disclaimer_text": "This software is provided ''as is'', without warranty of any kind, express or implied, including but not limited to the warranties of merchantability, fitness for a particular purpose and noninfringement. In no event shall the authors or copyright holders be liable for any claim, damages or other liability, whether in an action of contract, tort or otherwise, arising from, out of or in connection with the software or the use or other dealings in the software.", "privacy": "Privacy", "privacy_text": "This plugin does not gather any personal data or browsing data. We implemented Matomo only to get feedback and statistics about the tool usage, in order to improve the next releases. Some new tools (TwitterSNA, CheckGIF, GIF export of Forensic, Beta tools) need registration and are reserved to journalists, fact-checkers and researchers.", "info_invid_part_1": "WeVerify was a Horizon 2020 innovation action funded by the European Union under grant agreement 825297 (2018-2021). InVID was a Horizon 2020 innovation action funded by the European Union under grant agreement 687786 (2016-2018). For more information, visit the", "info_invid_website": "InVID website", "info_invid_link_website": "http://www.invid-project.eu/", "info_invid_part_2": "or follow us on", "twitter": "X/Twitter", "info_invid_link_twitter": "https://twitter.com/InVID_EU", "info_invid_part_3": ".", "info_weverify_part_1": "Vera.ai is a Horizon Research and Innovation Action funded by the European Union under grant agreement 101070093 (2022-2025). For more information, visit our", "info_weverify_website": "vera.ai website", "info_weverify_link_website": "https://veraai.eu/", "info_weverify_part_2": "or follow us on", "info_weverify_link_twitter": "https://twitter.com/veraai_eu", "developed_text_part_1": "The initial versions (0.1-0.7) of this plugin have been developed by", "medialab_link_label": "AFP Medialab", "medialab_link": "https://www.afp.com/en/medialab/", "developed_text_part_2": "(Denis TEYSSOU, Bertrand GOUPIL, Dominique FERRANDINI, Valentin PORCELLINI) with the help of many developers in the last four years (Laurent LACROIX, Eric SCHAEFFER, Jean-Michel LEUNG, Nathan GOYAT, Axel VIGNY, Juliette CASTERAN, Thibault LHUILLIER, Duyen THI DO, Anatole ROULET, Marius POPARASCU, Enrique NIETO ARRANZ, Muneerah PATEL and Robin FARKAS). The underlying services are provided by", "iti_link": "http://mklab.iti.gr/", "iti_link_label": "Thessaloniki Information Technologies Institute", "developed_text_part_3": "(ITI, CERTH),", "lleida_link": "http://griho.udl.cat/", "lleida_link_label": "the University de Lleida (Spain)", "borelli_link": "https://ens-paris-saclay.fr/en/research/research-laboratories/centre-borelli", "borelli_link_label": "and Borelli Center", "developed_text_part_4": ". The Assistant feature is developed by", "usfd_link": "https://gate.ac.uk/", "usfd_link_label": "the University of Sheffield.", "about_human_rights": "For Human Rights defenders", "quiz_unlock_explanations": "Unlock Interactive explanations", "cookies_usage": "Accept Matomo", "storage_usage": "Keep my preferences", "arabic_translation_part_1": "", "afcn_link": "", "afcn_link_label": "", "arabic_translation_part_2": "", "arij_link": "", "arij_link_label": ""}