{"quiz_unlock_message": "Unlock the explanations in the Settings", "quiz_title": "Spot the fake !", "quiz_similarity": "Similarity search", "quiz_forensic": "Forensic search", "quiz_keyframes": "Keyframes", "quiz_explanations": "Explanations", "quiz_item_url_1": "https://reveal-mklab.iti.gr/forensics/imgs/example0_big.jpg", "quiz_item_title_1": "", "quiz_item_answer_1": "This picture appeared on Twitter during the Catalonian referendum in Spain on the 1st of October 2017. The catalonian flag has been added to the image through tampering. This image can be verified through similarity search as a previous image without flag was indexed by the main reverse search engines. It can also be verified through forensic analysis as the added flag remains highly visible in the JPEG Ghost filter.", "quiz_item_answer_1_url": "https://english.elpais.com/elpais/2017/10/02/inenglish/1506943013_999238.html#TweetAuthor-avatar%20Identity-avatar%20u-linkBlend", "quiz_item_url_2": "https://reveal-mklab.iti.gr/forensics_demo/Tsakalotos.jpg", "quiz_item_title_2": "", "quiz_item_answer_2": "The picture shows the Greek minister of Economy Euclides Tsakalotos speaking in front of the painting The Scream of Norwegian painter Edvard Munch. In fact, this image is a parody: Tsakalotos was mocked for talking in front of a woman nude portait painted by Modigliani. Try the contextual menu on the picture to see the results with several image reverse search engines. The original image can be seen here:", "quiz_item_answer_2_url": "https://www.aftodioikisi.gr/paraskinia/o-kallianos-evgale-porno-ton-montiliani/", "quiz_item_url_3": "https://reveal-mklab.iti.gr/forensics_demo/WhaleKayak.jpg", "quiz_item_title_3": "", "quiz_item_answer_3": "This picture is a composite image made from two photos taken in 2010 in Alaska. For more info see :", "quiz_item_answer_3_url": "https://www.snopes.com/fact-check/big-gulp/", "quiz_item_url_4": "https://reveal-mklab.iti.gr/forensics_demo/sikh2.jpg", "quiz_item_title_4": "", "quiz_item_answer_4": "This Canadian Sikh man was pictured on Twitter as a terrorist wearing a suicide vest and a Qur'an book before the Paris attacks in November 2015. In fact, in the original picture that he tweeted himself, he was taking a selfie in front of a mirror with his iPad. More info:", "quiz_item_answer_4_url": "https://www.theguardian.com/world/2015/nov/16/canadian-pictured-as-paris-terrorist-in-suspected-gamergate-smearl", "quiz_item_url_5": "https://reveal-mklab.iti.gr/forensics_demo/AllocationsFamiliales.jpg", "quiz_item_title_5": "", "quiz_item_answer_5": "This picture circulated in France as a gathering of muslims women waiting in front of the French public body for family benefits. In fact, the picture was taken in London outside a police station probably in 2015. The logo on the upper right from the French public body for family benefits was added to the original picture which was cropped to avoid displaying a London bus sign and the police department name on the building. More info:", "quiz_item_answer_5_url": "https://observers.france24.com/en/20180824-verification-guide-cropped-photo-video", "quiz_item_url_6": "https://www.youtube.com/embed/pzi7vqGos6U?rel=0", "quiz_item_title_6": "", "quiz_item_answer_6": "A video clip showing a drone-dispatching airship emblazoned with the Amazon logo is a powerful contender for April Fool’s joke of the year — and what makes it so powerful is that it comes close to a kind of truth.", "quiz_item_answer_6_url": "https://www.snopes.com/fact-check/amazon-drone-releasing-blimp/", "quiz_item_url_7": "https://www.youtube.com/embed/Fir8tP7yHpg?rel=0", "quiz_item_title_7": "", "quiz_item_answer_7": "This terrifying attraction called the Gyro drop has been spreading on Facebook. Nevertheless, it does not exist: it was a video made to celebrate the 30th anniversary of a Korean amusement park.", "quiz_item_answer_7_url": "https://factcheck.afp.com/no-terrifying-attraction-does-not-exist", "quiz_item_url_8": "https://www.youtube.com/embed/VBa4D9D6Gng?rel=0", "quiz_item_title_8": "", "quiz_item_answer_8": "A video shared by millions on social media apparently shows two poachers posing in front of a dead lion before being attacked by a second animal. But it is a fake, made by an Australian production company.", "quiz_item_answer_8_url": "https://factcheck.afp.com/couple-poachers-attacked-lion-fake-video", "quiz_item_url_9": "https://www.youtube.com/embed/cQ54GDm1eL0?rel=0", "quiz_item_title_9": "", "quiz_item_answer_9": "This is the famous Jordan Peele video warning about the future of fake news through an ex-president Barack Obama public address. Using InVID and its keyframes feature, it is possible to retrieve the original videos of Obama from December 2016 that were used to make this deep fake video. More information:", "quiz_item_answer_9_url": "www.buzzfeednews.com/article/davidmack/obama-fake-news-jordan-peele-psa-video-buzzfeed", "quiz_item_url_10": "https://www.youtube.com/embed/VzhN7LyNJHs?rel=0", "quiz_item_title_10": "", "quiz_item_answer_10": "This deep fake video is a mashup between actress Jennifer Lawrence and actor Steve Bruscemi faces made by using Artificial intelligence. Using InVID keyframes and image reverse search, one easily finds the original footage or picture of the Golden Globes ceremony.", "quiz_item_answer_10_url": "", "quiz_item_url_11": "https://www.youtube.com/embed/Bp43FJ0O-Nk?rel=0", "quiz_item_title_11": "", "quiz_item_answer_11": "This video is supposed to show a 7D wildlife park in Japan. In fact, it comes from virtual reality clips. More information:", "quiz_item_answer_11_url": "https://factcheck.afp.com/no-not-video-7d-wildlife-park-japan"}