{"tuto_title": "Guide", "tuto_h_1": "Access menu", "tuto_h_2": "Plugin main features", "tuto_1": "This new  launcher aims to access directly several features of the Verification plugin:", "tuto_2": "<li><strong>Open Toolbox</strong> launches the plugin</li><li><strong>Open Assistant</strong> displays a new feature aimed to guide users towards the tools </li><li><strong>Assistant for current page</strong> aims to help you to verify your current webpage</li><li><strong>Open Classroom</strong> displays directly the media literacy part of the plugin.</li>", "tuto_4": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/eEVTYq1LMxM?rel=0\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><br>The <strong>Video Analysis tab</strong> allows you to query the InVID-WeVerify context aggregation and analysis service developed by the <a href=\"http://mklab.iti.gr/\" target=\"_blank\">Thessaloniki Information Technologies Institute</a> (ITI). In a nutshell, this service is an enhanced metadata viewer for Youtube, Twitter and Facebook public videos that allows you to retrieve contextual information, location (if detected), most interesting comments, apply reverse image search and check for tweets on the video (on Youtube). For Facebook, you need to be logged in to be able to process their links. Be aware that the service may take some time if the video processed has a lot of comments. An added feature (a reprocess button) allows you to refresh the analysis.", "tuto_5": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/iNs8y5DoxP8?rel=0\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><br>The <strong>Keyframe tab</strong> allows you to copy a video url (from Youtube, Twitter, Facebook, Daily Motion or Dropbox) or to upload a local video file (in mp4, webm, avi, mov, wmv, ogv, mpg, flv, and mkv format) in order to segment it in keyframes which then can be searched with a left click on Google or with the contextual menu (right click) on Google, Yandex, Tineye, Bing, Karma Decay (for Reddit) and Baidu images. Our service extracts more keyframes and therefore gives the opportunity to enhance the video reverse image search. Those are the real keyframes of the video, not the thumbnails served by Youtube or Facebook. Upload of a local file is done through an iframe opening the website of <a href=\"http://mklab.iti.gr/\" target=\"_blank\">Thessaloniki Information Technologies Institute (ITI) </a> on video fragmentation.\"", "tuto_6": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/Vn0XGlOkSRQ?rel=0\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><br>The <strong>Thumbnails tab</strong> allows you to quickly trigger a reverse image search on Google, Bing, Tineye or Yandex Images with the four thumbnails extracted from a Youtube video. Up to four tabs (according to the number of thumbnails available) are opened automatically in your browser with the results of the reverse search while the four thumbnails are also displayed in the plugin page. This tab is somewhat redundant with what can be done with the <strong>Analysis tab</strong> but it is very fast and efficient if you just need to look whether a Youtube video has already been published previously. Please note that the Chinese search engine Baidu is not implemented here because it is filtering out Youtube content.", "tuto_7": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/wzMCtpENuHA?rel=0\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><br>The <strong>Twitter search tab</strong> allows to enhance a Twitter advanced search for keywords or hashtag using the since and until operators, either separately or together to query within a time interval, up to the minute. It translates automatically the calendar date, hour and minutes into an unix timestamp to facilitate the query, e.g. of first eyewitness pictures or videos within a time range just after a breaking news event. We have also added other features from Twitter advanced such geocode, near, from, language and various filter operators.", "tuto_8": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/JljRs8p4aK4?rel=0\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><br>The <strong>Magnifier lens tab</strong> allows you to display an image through its url and to zoom or apply a magnifying lens on the image, or/and to enhance it through a bicubic algorithm to help you discover implicit knowledge such as written words, signs, banners ... You can either enter the image url, upload an image from your local drive with the local file button. Once the image is displayed from an url, you can also perform a Google, Yandex, Tineye and Baidu reverse image search on it. If you are using a local image or you have modified any image (sharp, flip, bicubic, crop), you can either download your modified image or, if using the flip function, use the Google images button which opens a new tab where you can directly copy and paste the image into the Google images searchbox (watch the video below). This Magnifier lens feature also supports links of stored images in Dropbox and Google drive.", "tuto_9": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/Mg6Z-Jc54yo?rel=0\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><br>The <strong>Metadata tab</strong> allows you to check the Exif metadata of a picture in jpeg format or metadata of a vidéo in mp4/m4v format, either through a link either through a local file. If geocoordinates are available in the picture metadata, a geolocalise button is provided automatically pointing to this location on Google map.", "tuto_10": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/NjTXsbF5Wu8?rel=0\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><br>The <strong>Video Rights</strong> tab provides access to the InVID Rights Management application. This service gets a link to a YouTube, Facebook or Twitter video and retrieves metadata about its rights, unless access is restricted by the content uploader or the social network. First of all it provides the user with a summary of the reuse conditions, as defined by the social network the video is published in. If other reuses are intended, it is recommended to contact the content uploader. This can be done directly or under the guidance of the <a href=\"https://rights.invid.udl.cat/\" target=\"_blank\">InVID Rights Management Tool</a>. The latter facilitates contacting the uploader, confirming authorship, or managing the negotiation of the reuse conditions. Alternatively, the Video Rights tab includes information about copyright exceptions if it is not possible to get consent from the author, as the use by the press exception or fair use/fair dealing.", "tuto_11": "Video in preparation. <br>The <strong>Forensic tab</strong> provides a toolkit enhanced in 2021 in the EnVisu4 (IFCN) project. It provides 16 tools to help you detect digital image tampering, using the still images forensic service developed by <a href=\"http://mklab.iti.gr/\" target=\"_blank\">Thessaloniki Information Technologies Institute (ITI)</a> and the <a href=\"https://centreborelli.ens-paris-saclay.fr/en\" target=\"_blank\">Borelli Center of ENS Paris-Saclay</a>. Many explanations are available in the interface to help you interpreting correctly the results. By mousing over each filter, a transparent mask with the output will be displayed on top of the image.", "tuto_12": "The <strong>Contextual menu</strong> (through a right click on an image or a video url) allows you to trigger this plugin on a still image or on a youtube video link. On an image, a right click will propose you either to open the picture in the Image magnifier to examine it more closely, or to launch the Assistant, the OCR, the Forensic analysis or reverse image search engines with this image. On a video link, a right click will propose you under the InVID-WeVerify menu to trigger either video analysis or the Youtube thumbnail reverse search (for a Youtube video).", "tuto_13": "Video in preparation. <br><strong>Twitter SNA </strong> is upon registration. It is a social network analysis tool aiming to help you understanding the propagation of a disinformation campaign based on a keyword, expression, hashtag or web link.", "analysis_title": "Video contextual verification", "keyframes_title": "Video fragmentation and reverse image search", "youtube_title": "YouTube thumbnails reverse search", "twitter_title": "Twitter advanced search", "magnifier_title": "Image Magnifier", "metadata_title": "Video Metadata", "copyright_title": "Check Video Copyright Status", "forensic_title": "Image forensic analysis", "contextual_menu_title": "Contextual menu", "twitter_sna_title": "X/Twitter Social network analysis", "analysis_image_title": "Image contextual verification", "tuto_analysis_img": "The <strong>Image Analysis tab</strong> allows you to query the InVID-WeVerify context aggregation and analysis service developed by the <a href=\"http://mever.iti.gr/\" \"target=\"_blank\">Mever team to the Thessaloniki Information Technologies Institute</a> (ITI). In a nutshell this service is bringing you contextual information on images posted on Twitter and Facebook through the tweet's or post's link including comments (or replies for Twitter). For Facebook you need to be logged in to be able to process their links. An reprocess button allows you to refresh the analysis.", "ocr_title": "OCR", "tuto_ocr": "video in in   preparation. <br> This tool allows you to extract text from images.", "checkgif_title": "CheckGif", "tuto_checkgif": "video in preparation. <br> This tool allows you to build visual evidence of an image forgery by superposing exactly a manipulated image with an original image through a mathematical software and a gif output generator.", "factcheck_title": "Factcheck", "tuto_factcheck": "video in preparation. <br> This customised search engine allows to search for fact checks and debunking articles from up to ten sources per supported languages", "xnetwork_title": "Xnetwork", "tuto_xnetwork": "video in preparation. <br> This customised search engine allows cross network queries (up to 10 networks) to see the propagation of a keyword hashtag or expression.", "afp_digital_courses_alert": "Learn how to use the Verification Plugin with <digitalCoursesUrl>this 50-minute open-access module</digitalCoursesUrl> created by Agence France-Presse (AFP) journalists.", "afp_digital_courses_url": "https://digitalcourses.afp.com/courses/verification-plugin"}